/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Kedvenc";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Típus";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Hozzáadás címkézetlen loopokhoz";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Loopok hozzáadása másik lemezről vagy partícióról";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Ha ezek a hangfájok állandó tempóval rendelkeznek, kezdje egy leütéssel, és fejezze be egy ütemmel. Ezután igazodni fognak a projekttempóhoz, ha előzetesen meghallgatja őket, vagy hozzáadja őket egy projekthez.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "A kiválasztott hely hozzá lesz adva a címkézetlen loopokhoz. Azok a hangfájlok, amelyek ezen a helyen találhatók, és olyan állandó tempóval rendelkeznek, amely leütéssel kezdődik és ütemmel végződik, felveszik a projekt tempóját, amikor előzetesen meghallgatja őket, vagy hozzáadja őket egy projekthez.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Mégsem";

/* Copy Loops Button */
"Copy to Loops Folder" = "Másolás a Loopok mappába";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "A loopok a loopböngészőhöz lesznek hozzáadva, ahol elérhetők lesznek a dalokban való használathoz. Azt is választhatja, hogy a Logic átmásolja a loopokat az Apple Loops elemek mappájába, vagy jelenlegi helyükről is használhatja őket.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Címkék szerkesztése";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Megjelenítés a Finderben";

/* Debug Menu:Parse loop */
"Parse loop" = "Loop elemzése";

/* Descriptors */
"Descriptors" = "Leírások";

/* Genre */
"Genre" = "Műfaj";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Loopok hozzáadása a loopböngészőhöz";

/* Initial Title of the jam pack control */
"All Packs" = "Minden csomag";

/* Instrument */
"Instrument" = "Hangszer";

/* LoopBrower: two and more items label */
"%ld items" = "%ld elem";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "loop lejátszása";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "valódi loop";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "szoftveres loop";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "webes loop";

/* LoopBrowser: one Item label */
"1 item" = "1 elem";

/* LoopBrowser: zero Items label */
"0 items" = "0 elem";

/* Move Loops Button */
"Move to Loops Folder" = "Áthelyezés a Loopok mappába";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "A loopok a loopböngészőhöz lesznek hozzáadva, ahol elérhetők lesznek a dalokban való használathoz. Azt is választhatja, hogy a Logic áthelyezze a loopokat az Apple Loops elemek mappájába, vagy jelenlegi helyükről is használhatja őket.";

/* Reference Loops Button */
"Current Location" = "Jelenlegi helyzet";

/* Reindex all loops menu item */
"Reindex All Loops" = "Minden loop újraindexelése";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Válassza ki a loopböngészőben megtekinteni kívánt loopokat.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Ide kattintva hangszer, műfaj és leírás szerint kereshet loopokat.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Válassza ki a hangszerek, műfaj vagy akár a hangulat kulcsszavainak megjelenítéséhez.";

/* accessibility description of the segment that switches to column view */
"column view" = "oszlopnézet";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "zenei gombok nézete";

/* menu item in Recent Search History */
"Clear Search History" = "Keresési előzmények törlése";

/* menu item in Recent Search History */
"No recent searches" = "Nincsenek legutóbbi keresések";

/* menu title in Recent Search History */
"Recent Searches" = "Legutóbbi keresések";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Loopok keresése";
